cask "font-maple-mono-nf-cn"
cask "maccy"
cask "ollama-app"
cask "orbstack"
cask "raycast"
cask "shottr"

brew "bat"
brew "btop"
brew "delta"
brew "direnv"
brew "fd"
brew "fileicon"
brew "fzf"
brew "gh"
brew "jq"
brew "lazygit"
brew "node"
brew "p7zip"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
