cask "font-maple-mono-nf-cn"
cask "maccy"
cask "shottr"

brew "fd"
brew "fileicon"
brew "fzf"
brew "gh"
brew "jq"
brew "lazygit"
brew "node"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
